{"posts":[{"title":"20221002読書会","text":"[The eResearch Australasia Conference](https://conference.eresearch.edu.au/) [日本の研究機関における研究データ管理（RDM）の 実践状況](https://www.nistep.go.jp/wp/wp-content/uploads/NISTEP-STIH8-1-00287.pdf) [ソフトウェアカーペントリーの初日本語ワークショップ] (https://carpentries.org/blog/2021/06/first-japanese-r-workshop-ja/) [R によるデータ解析入門](https://swcarpentry-ja.github.io/2021-04-02-todai-online-ja/) [Instructor Training インストラクターのトレーニング](https://carpentries.github.io/instructor-training/) [Integration of Jupyter with RDM and repository systems](https://conference.eresearch.edu.au/2022/08/integration-of-jupyter-with-rdm-and-repository-systems/) [今年のCode4Lib JapanでのGitHub Pagesのチュートリアル](https://github.com/nabeta/c4ljp2022-tutorial/wiki (Hacky Hour) https://www.griffith.edu.au/eresearch-services/hacky-hour) [OpenRefineのセットアップ](https://openrefine.org/download.html)","link":"/2022/10/02/20221002%E8%AA%AD%E6%9B%B8%E4%BC%9A/"},{"title":"20220928読書メモ＝日米交流史の中の福田なをみ","text":"日米交流史の中の福田なをみ 11p 図書館で働く人に関する日本語には「司書」と「図書館員」があるが、「司書」は主として専門職としての資格やポストを表、「図書館員」は資格を問わず図書館に働くすべての職員を指す場合が多い。英文資料に現れたlibrarianは専門職として訓練を受けた図書館員を指すため library clark vs librarian の関係 16p母紀子について 卒業後すぐに名古屋の金城女学校で英語および音楽をおしえたが、」 17p 夫ともに一九一二（大正元年）一二月、新宿に花卉盆栽を商う花屋、東京園芸社を中村屋の向かい側に開店した。安曇野、再読必要。 36p 間宮不二雄の斡旋で天理図書館にいた仙田正雄が渡米、 39p 別の角度から見ると、坂西は仙田の扱いに苦労していたようだ。 仙田氏には目録だけさせておいて、他の事は黙ってゐらっしゃったら問題も出来るだけ少なくなりませんか。 仙田のLCでの業務、どのようであったのか？ 43p 八月にはロバート・ライシャワーが犠牲になった第二次上海事変が起こり、 仙田さんには出帆の日も教へないで多分怒っていると存じますが、構わないでおきませう。 ※仙田との関係は、良好でない？ 45p 前田多門氏が御出帆で、その昼、東京駅に出かけました。 51p 只今Fahrsが入来して々、支那へ之から本を買ひに行らっしゃる所です。福田との関わりにおいて後で重要人物となるファーズだが、当時はカリフォルニア州クレアモントのポモナ・カレッジで教鞭をとる新進気鋭の研究者だった。 ※ここで、ファーズがでてくる。。。福田とファーズの最初の接点は？ 54p やっと今迄のいぢ悪のボスから抜けられました。 ※ボス＝河合？、増田？ 56p 国際文化振興会(KBS)で何か仕事がないかと前田多門の娘、前田美恵子にはしたことろ ＊前田美恵子＝神谷美恵子との接点あり。神谷美恵子日記、記載があるか確認が必要。時期、1941年 60p 文学史上または書史上の位置についての改題の原稿を添える、 ※「書史上」、書誌上の誤記？ 73p このように、アメリカ研究が東京帝国大学でも、少し遅れて立教大学でも始められたが、いずれもアメリカ人のイニシアチブで開始されたことは興味深い。アメリカに関する知識はこれらの機関に集積されていたため、戦時中は結果的に両機関とも敵国アメリカに関する知識情報源として機能することが期待された。知識・情報の多義性、つまり、知識・情報は使い方次第で裏にも表にもなることが、これらの例から分かる。 83p 太平洋協会は、・・・一九三八年五月に発足した民間団体である。 ※IRP日本支部との関係、整理が必要 92p 情報部の職務分担に、太平洋会議（IPRのこと）のような文化事業とも考えられる活動が入っているのは注目すべきである。これは文化事業を情報発信と位置付けていることを意味している。 外務省、対支文化事業は、1920年代から始まっていたはず。 100p 戦前には、日米双方における相手国に関する知識取得、すなわち「外国研究」は、相手国との親善が大義に掲げられていたが、次第にそれが敵国情報を収集する目的へと移って行った。 121p 図書館政策を担当したCIEおよびCIEが設置したインフォーメンション・センターに関する研究は積み重ねられているが、GHQ事態に設置されたライブラリーについては、ほとんど研究されていない。124p陸軍全体でライブラリー・サービスのユニットは1000以上あり JLA、日中戦争時に「慰問文庫」というのがあったはず。 137p たとえば、研究社の英和辞典、和英辞典がハーバード大学出版部から、人名辞典や地名辞典がタイムス出版社から、その他多くの参考書類がアメリカで復刻されいていたことを突き止めた。 俗にいう「海賊版」？_ 139p クイグリーやエブリー（John Embree)など日本研究者の著書やJapan Yearbookなどの英文のものがある。 エンブリー、たしか、タイ社会をルース、タイトとした論文があったはず、日本研究者というより東南アジア研究者のイメージがある。 142p ケントの考えでは、インテリジェンスは外国研究そのものである。最初は人類学者くらいしか興味を持たなかった外国研究だったが、戦争を経て外国に関する知識の意味と役割が変化した、といえる。 145p ６月２１日、旧満鉄蔵書を引受けるについてGHQのウィリアムズのところに松田委員長並びに参議院の羽仁委員長と事務局長が同道して相談し、 151p 全国総合目録について、必要で望ましいと認識されているにもかかわらず、NDLでは全国総合目録の計画はない。 197p その頃ロックフェラー財団は、ALAの国際的な活動の主たる資金源だった。 191p 清水正三（京橋公共図書館） アメリカ図書館研究調査団と中小レポートとの関係は？ 199p 福田は調査団の帰国後すぐに、日本の参考図書ガイドの出帆プロジェクトを立ち上げた。 204p そしてこのセミナーが戦後の日米図書館間交流の序章であり、やがて日米大学図書館会議など両国図書館の提携、協力への土壌を作った、とする。 306p 石松久幸は、福田に対する追悼文の中で福田からうけた教訓を以下のように記す。 図書館員は均衡のとれた人間でなければなりません。一部の目録係のように偏執的にならないように気を付けて、世界に目を開きなさい。 新米のライブラリアンは目録係をやるものです。目録のためでもなければそんなに様々な主題の本を手に取って見ないでしょうし、好むと好まざるとにかかわらず内容を把握しなければならない経験で蓄積された知識は、あとで貴方の血肉となります。 ”忙しい”といってはいけません。忙しそうに見えると利用者は質問される前に二度考えなければなりません。レファレンス・ライブラリアンは利用者が質問しやすいようにいつも笑顔で質問を歓迎するように見えなければなりません。 出来るだけ書棚のところにいて蔵書、とりわけ参考図書を学びなさい。 学者になろうとしてはいけません。ライブラリアンと学者には異なる使命があります。ライブラリアンは学者を援助するためにいます。学者は専門家、ライブラリアンは万能選手、広範な主題をしらなければなりません。 ここに福田のライブラリアン観が表れている。 Dear Miss FukudaYuki IshimatsuBYU ScholarsArchive CitationIshimatsu, Yuki (2008) “Dear Miss Fukuda,” Journal of East Asian Libraries: Vol. 2008: No. 145, Article 9.Available at: https://scholarsarchive.byu.edu/jeal/vol2008/iss145/9 314p 日本語資料購入資金源における図書館の自己資金の割合は、福田着任の始めと終わりと比べると、一九七〇年度の五四％から下がり続けた。 315p 【図２５】1978年度ミシガン大学図書館日本語資料購入資金別割合 図書館予算32％で、他は外部資金。日本の図書館資料費の構造を変える必要があるのでは？ 339p アメリカでは「地域研究は対外政策を立案し、遂行するのに不可欠」とされ、アジア研究などの外国研究に国防関係予算を含む資金がつぎ込まれてきた。つまり、地域研究を政策科学として捉えている。この文脈にあるアメリカの日本研究に対し、日本は「日本理解促進」を目的とした対外文化政策の一環として奨励し、資金を投入している。「アメリカにおける日本研究促進」の旗印は同じでも、アメリカと日本の政策意図は異なっている。アメリカの（外国研究としての）日本研究、日本の対外政策としての日本理解促進、さらに（日本の）文化宣伝はどこで繋がり、どこでわかれるか、資金源の性格は研究の傾向にどれほどの影響を及ぼしたいるのだろうか。この点については福田の足跡を追求する中では明らかに出来なかった。 今後の課題","link":"/2022/09/29/20220928%E8%AA%AD%E6%9B%B8%E3%83%A1%E3%83%A2%EF%BC%9D%E6%97%A5%E7%B1%B3%E4%BA%A4%E6%B5%81%E5%8F%B2%E3%81%AE%E4%B8%AD%E3%81%AE%E7%A6%8F%E7%94%B0%E3%81%AA%E3%82%92%E3%81%BF/"},{"title":"20220927アメリカ公立学校図書館史","text":"ISBN: 9784820422105目次序章 記憶のない専門職 3第１章 20世紀以前の伝統の継承 21第２章 「サービスで証明する」：学校図書館専門職の確立、1900年-1930年 57第３章 大恐慌と第２次世界大戦を切り抜ける、1930−1950年 99第４章 アメリカ学校図書館員協会の組織化、1930-1952年 141第５章 成果をまとめる、1952−1963年 171第６章 「学校図書館発展の黄金時代」、1964-1969年 209第７章 専門職の管轄領域をめぐる闘い、1969-1981年 251第８章 「情報リテラシー」：古いぶどう酒を新しい革袋に入れる,1981-2000年 291第９章 新しい世紀：移りゆく教育環境への適応 333第１０章 考察：学校図書館の輪郭に影響する要因 373エピローグ 391","link":"/2022/09/27/20220927%E3%82%A2%E3%83%A1%E3%83%AA%E3%82%AB%E5%85%AC%E7%AB%8B%E5%AD%A6%E6%A0%A1%E5%9B%B3%E6%9B%B8%E9%A4%A8%E5%8F%B2/"},{"title":"20220925読書メモ&#x3D; 読む・打つ・書く","text":"読む・打つ・書く : 読書・書評・執筆をめぐる理系研究者の日々 三中信宏『読む・打つ・書く』文献リストhttp://leeswijzer.org/files/ReadingReviewingWritingBibliography.html 39pタイプ＝型トークン＝個例「タイプとしての本は、紙の本、あるいは電子本などいくつかの形式の本として実体化する。この実体化した本のそれぞれを「トークン＝個列」と呼ぶことにしよう。」 51p越境する書物 : 変容する読書環境のなかで = Books across borders : the past and present of readers’ circumstances和田敦彦著新曜社 2011.8フィジカルアンカー ＝「電子本の典拠となる紙本本だけでではなく、その本が所蔵されいる「場」を含むもっと広いリテラシーのキーワード」 61pアブダクション＝部分から全体への推論 73p掲載誌のタイトル確認 93pバンドル契約「講読」の誤字 118pThe slippery art of book reviewing著者:Mayra Calvani (著者) Anne K. Edwardshttps://www.worldcat.org/ja/search?q=slippery+art+bookCiniiで検索するも、国内所蔵館なく、Internet Archiveで提供。 124p科学系新刊和洋書の書評サイトhttps://shorebird.hatenablog.com 169pGoogle Ngram Viewerhttps://books.google.com/ngrams/ 170pScience as a process 意味を理解できす。 185pサイエンス・ウォーズ書評漏洩 188p書評頻度分布 191「ズータクサ」 Zootaxahttps://ja.wikipedia.org/wiki/ズータクサ − 203p「生物科学」2019年をもっt休刊https://www.ruralnet.or.jp/seibutsu/nerai.htm充実した書評 書評は単なる本の紹介ではなく、著者本人さえも気づかなかったメッセージを洗い出す作業を含んでいます。本誌はそうした書評の創造性を重視しています。 207p「ナッジ」＝他者に対する働きかけを含意 259pできる研究者の論文生産術 : どうすれば「たくさん」書けるのかポール・J・シルヴィア著 ; 高橋さきの訳 講談社, 2015.4タイトル別名How to write a lot : a practical guide to productive academic writingできる研究者の論文生産術 : どうすればたくさん書けるのかタイトル読みデキル ケンキュウシャ ノ ロンブン セイサンジュツ : ドウスレバ「タクサン」カケルノカ ３つのスローガン＝時間厳守、計画厳守、弁解無用具体策＝細分目標、公開加圧、拙速主義 272p執筆データの表、バイト数で表示 289後注、読者への宿題","link":"/2022/09/25/20220925%E8%AA%AD%E6%9B%B8%E3%83%A1%E3%83%A2=%20%E8%AA%AD%E3%82%80%E3%83%BB%E6%89%93%E3%81%A4%E3%83%BB%E6%9B%B8%E3%81%8F%20/"},{"title":"20221007広報みのかも 記事検索","text":"先月のcode4libで習ったgithub pageを使って、住んでいる町の広報誌の記事検索ページを作成してみました。URLは、次のとおりです。https://matsunotakanori.github.io/kyodo_shiryo.github.io/ ほとんどは、東大の前田さんのgithubから流用しています。https://github.com/maedaak/listjs_jikyll-test 検索対象データ、市役所のHPから拾いました。https://www.city.minokamo.gifu.jp/shimin/contents.cfm?base_id=6449&amp;mi_id=5&amp;g1_id=16&amp;g2_id=76 作成したデータは、TSV形式でしたが、ちゃんと読んでくれました。採録範囲、2014年度以降で、特集のタイトルのみです。ちょっとした索引を作って公開するという方法としては、便利だと思います。ただ、アクセス先の市報のPDFのURLは、DOIが付与されていません。せっかく入力したURLが変更されると、アクセスできないことも想定されます。","link":"/2022/10/07/20221007%E5%BA%83%E5%A0%B1%E3%81%BF%E3%81%AE%E3%81%8B%E3%82%82/"},{"title":"20221007読書メモ＝法情報の調べ方入門","text":"法情報の調べ方入門タイトル 法情報の調べ方入門 : 法の森のみちしるべ著者 ロー・ライブラリアン研究会 編シリーズ名 JLA図書館実践シリーズ ; 28出版地 東京出版社 日本図書館協会出版年月日等 2022.3 目次はじめに1章 法情報の世界2章 法体系3章 法令の条文を探す4章 法令の解説資料を探す5章 通達・告示等を探す6章 法律はどうつくられるか7章 行政機関が発する法情報を探す8章 判例とは9章 判例を探す10章 判例評釈を探す11章 審決・裁決等を探す12章 法分野の人物・図書館・書店情報 44pe-Gov法令検索 この事例の場合も痰をひらがな入力するとヒットしない 検索テクニックを整理したTIPSがあるといいな〜。 48p立法担当者の解説記事 (4)龍谷大学図書館の「新法・改正解説記事書誌検索R-LINE」 58p文書・記号 「文書番号」については、掲載されている資料により漢数字と算用数字のいずれも使われて、どちらで検索するかにより検索結果が異なる場合があります。 61p通達の題名 1945年頃までは、通達を「通牒」としょうしていました。 65p日本法令索引 国立国会図書館の「日本法令索引」では、2004年8月時点で有効であったもの及びそれ以降に制定された一部の告示、訓令について、索引情報を検索することができます。 66p訓令、要綱 全国の地方自治体が発令する訓令や要綱を含む例規の横断検索を可能としているデータベースとしては、「全国条例データベースpowered by eLen」（図5−5参照）や「条例Webアーカイブデータベース」があります。」 78p委員会議録 参議院は第201回国会から委員会議録の紙媒体版の作成頒布を取りやめました。 94p国の行政情報 総務省行政管理局が整理、運営しているこのサイトは2020年11月24日にリニュアルされ、 96p審議会情報の所在 表7−1 審議会情報の所在例トップページからすぐ見つかる場合もありますが、防衛省&gt;防衛省の取組&gt;防衛省の政策&gt;審議会・検討会等 防衛省の審議会、階層がかなり深い。 105p公用文作成 国の機関が出す文書や法令などに用いる文書は「公用文」と呼ばれ、「公用文作成要領［公用文改善の徹底について］」（昭和27年4月4日内閣閣甲第１６号依命通知。昭和56年、昭和61年、平成22年に一部改定あり） 「公用文における漢字使用等について」（平成22年11月30日内閣訓令第１号） 「法令における漢字使用等について」（平成22年11月30日内閣法制局長官決定） 106p法令英訳 英語での表記については、・・・「日本法令外国語訳データベースシステム」 109p行政文書移管 令和元年度に保存満了した行政文書ファイル等の移管状況をみてみると、約286万ファイルのうち、移管されたのは全体の0.5％（13,459ファイル）のみで、9割以上が廃棄となっています。 112p公文書の保管 自治体の「歴史資料として重要な公文書は各（公）文書館にきちんと移管し、保存・公開すべきものではありますが、残念ながらその整備状況は自治体により格差があります。 126p判例DB収録状況 公刊されている資料やDB（以下「ツール」という）にも、収録される判例があります。ただし、収録される判例は全裁判のうち、1％にも満たない。 141p労働基準法関係判例 「労働基準関係判例一覧」https://www.zenkiren.com/jinji/top.html 156p雑誌名の略称 このような雑誌名の略称を調べるには、「法律時報」12月号巻末掲載の「文献略語表」 160p法律系DB導入 神奈川県では、県内の公共図書館77館のうち、51館で一種類以上の法律系DBが導入されています。 163pIRDB IDRDは、リポジトリに蓄積された情報を横断的に検索することができるデータベースです。 IRDBに登録された論文等は、毎週ハーベストされて、CiNiiで検索できるようになっているので、IRDBを使う検索は意味がないのでは。 201p地方自治体の議会図書室 地方自治法第100条第19項「議会は、議員の調査研究に資するため、図書室を附置し前二項の規定により送付を受けた官報、公報及び刊行物を置かなければならない」という規定に基づき設置されています。 議会図書室、どこの自治体も整備が進んでいないようです。 206p 米国ではすでにAIを利用したリーガルテックサービスとして「ROSS]（ROSS Intelligence社）が有名ですが、","link":"/2022/10/07/20221007%E8%AA%AD%E6%9B%B8%E3%83%A1%E3%83%A2%EF%BC%9D%E6%B3%95%E6%83%85%E5%A0%B1%E3%81%AE%E8%AA%BF%E3%81%B9%E6%96%B9/"},{"title":"20221012読書メモ＝超高齢社会と図書館","text":"超高齢社会と図書館 呑海 沙織図書館界 69(1)2017.May https://www.jstage.jst.go.jp/article/toshokankai/69/1/69_3/_pdf 構成 1.はじめに2.超高齢社会とは3.図書館サービスにおける高齢者の位置づけ3.1 障害者サービスと高齢者3.2 障害者サービスからの脱却3.3 ひとつの利用者カテゴリーとしての高齢者4.「高齢者サービス」をとりまく課題4.1「高齢者」のイメージ4.2 「高齢者」とその類義語の言葉がもつイメージ4.3 暦年齢と主観年齢のギャップ5.ラスレットの人生四段階区分論6.フォース・エイジと図書館サービス:認知症と図書館6.1 超高齢社会と認知症6.2 『認知症のひとのための図書館サービス・ガイ ドライン』6.3 英国の図書館における認知症支援サービス6.3.1 回想法キットの提供6.3.2 処方箋としての読書プログラム6.3.3 英国の図書館における認知症支援サービス7.これからの高齢者サービスのために: コミュニティ主導型図書館サービス注 7)堀薫夫「高齢者の図書館利用と読書活動をめぐる問題」『現 代の図書館』4(3)，206.9，p.13―139. 18)Laslett, P. A Fresh Map of Life: The Emergence of the Third Age, 2nd ed, Macmillan, 1996. 5p 堀薫夫は，高齢者観の二重性，つまり，高齢者に 対して「福祉・保護」イメージと「生活者・活動者」 イメージの二重性の視点の重要性を提起している12)。 高齢者を「図書館利用に障害がある」ととらえる図 書館サービスのなかの高齢者の位置づけは，「福祉・ 保護」イメージによるものと考えられる。これまで の図書館サービスにおける高齢者の位置づけは「，福 祉・保護」イメージに依るところが大きく，もうひ とつの側面である「生活者・活動者」イメージから の視点が欠落しているといわざるを得ない。 「生活者・活動者」イメージの側面については， 団塊の世代と結びつけて語られる傾向にある。団塊 の世代の特性としては，大規模な集団であること， 可処分所得が多いこと，高度成長期の大量消費を経 験していること，活発な傾向があることなどがあげ られる。このような特性をもつ団塊の世代がこれま でとは異なった高齢者社会を形成するとみられてお り，そのニーズを考慮にいれた図書館サービスを考 える必要がある。 また，2012年の超高齢社会における生涯学習の在 り方に関する検討会による報告書『長寿社会におけ る生涯学習の在り方について:人生100年いくつに なっても学ぶ幸せ「幸齢社会」』13)では，図書館が「高 齢者の地域の学習拠点」としてだけでなく，「高齢 者の生きがい創出の場」を提供する施設のひとつと してとらえられている。こういった観点からも，超 高齢社会における図書館サービスを再考する必要が ある。 6p ラスレットの人生四段階区分論の特徴は，下記のとおりである。(1)それぞれの区分は，暦年齢によって区切られ るのではなく，個人の選択によること(2)サード・エイジの出現には，高齢社会という 社会的条件と，生活の質が一定以上であるとい う経済的条件があること(3)サード・エイジは人生の絶頂期(a crown of life)であるととらえられていること「それぞれの区分は，暦年齢によって区切られる のではなく，個人の選択によること」とされている ことから，暦年齢と主観年齢のギャップの問題が生 じないこと，日本は「高齢社会という社会的条件と， 生活の質が一定以上であるという経済的条件がある こと」というサード・エイジ出現の条件をある程度 満たしていること，サード・エイジが「人生の絶頂 期(a crown of life)」であるととらえられており， ポジティブに考えられていることなどから，高齢者 サービスをサード・エイジおよびフォース・エイジ の枠組みで考えることにしたい。 5p 高齢者サービスを展開するにあたって，暦年齢と主観年齢のギャップも考慮しておきたい。暦年齢とは，実際の年齢，つまり実年齢であり，主観年齢とは，自分が感じる自分の年齢である。主観年齢が暦年齢よりも高くなることを自己高年視，主観年齢が暦年齢よりも低くなることを自己若年視といい，暦年齢があがるほど，自己若年視が進むといわれている。つまり，高齢者は自らを高齢者であると思っていない場合があるといえる。 6p なお本稿では，「フォース・エージ」と図書館に 焦点をあてるものとする。 「フォース・エイジと図書館」のコンテクストで は，障害者サービスと重なる部分が大きい。よって 本稿ではこの重なる部分については触れない。一方， 社会問題となっている認知症とのかかわりについて はこれまであまり言及されてこなかったところから， 本稿では「認知症と図書館」をとりあげる。","link":"/2022/10/12/20221012%E8%AA%AD%E6%9B%B8%E3%83%A1%E3%83%A2%EF%BC%9D%E8%B6%85%E9%AB%98%E9%BD%A2%E7%A4%BE%E4%BC%9A%E3%81%A8%E5%9B%B3%E6%9B%B8%E9%A4%A8/"},{"title":"20221016読書会","text":"ALIA NATIONAL 2022 CONFERENE https://www.alia.org.au/Conference/Conference/default.aspx HACKY HOUR https://www.griffith.edu.au/eresearch-services/hacky-hour ResBaz Sydney 2021 Your Enrolment Options https://resbaz.github.io/resbaz2021/sydney/ ALIA National Conference 2022 https://www.alia.org.au/Web/Web/Events/Event_Registration.aspx?EventKey=ANC22A エンジニア職「E22-06」 (正職員)情報セキュリティエンジニア 1名定年制: 情報基盤統括部門, 情報セキュリティ室 https://www.nims.go.jp/employment/data/sbjpqh0000004e04.html Library Carpentry: The UNIX Shell lesson home Working with free text https://librarycarpentry.org/lc-shell/06-free-text/index.html カーペントリーズの行動規範 https://carpentries-coc.readthedocs.io/ja/latest/topic_folders/policies/code-of-conduct.html 教材 https://github.com/LibraryCarpentry/lc-open-refine/raw/gh-pages/data/doaj-article-sample.csv Library Carpentry: OpenRefinenext episode Layout of OpenRefine, Rows vs Records https://librarycarpentry.org/lc-open-refine/03-working-with-data/index.html データクレンジング実習 https://contents.nii.ac.jp/hrd/it/2020/result RESEARCH SUPPORT https://ufs.libguides.com/c.php?g=726557&amp;p=5977545 ソフトウェアカーペントリー日本語チームのウェブサイトへようこそ。 https://swcarpentry-ja.github.io/ 翻訳のクイックガイド https://swcarpentry-ja.github.io/quickguide.html","link":"/2022/10/16/20221016%E8%AA%AD%E6%9B%B8%E4%BC%9A/"},{"title":"20221020図書のリサイクル市","text":"図書のリサイクル市 2022−10−20 09:00/11:30 会場準備 参加者 12名 今回集まった図書＝約7000冊 今回で19回目の開催とのこと 図書館ボランティアe顔クラブが中心で実施 過去の実績 開催日 集書図書(冊) 提供図書(冊) 来場人数(名) 2021−10−31/11-01 6830 3930 379 2019-10-05/06 10450 5530 494 2018-10-13/14 7280 3880 558 2017-11-18/19 8510 5520 494 2016-11-05/06 5020 3820 572 2015-10-17/18 7320 4320 445","link":"/2022/10/20/20221020%E5%9B%B3%E6%9B%B8%E3%81%AE%E3%83%AA%E3%82%B5%E3%82%A4%E3%82%AF%E3%83%AB%E5%B8%82/"},{"title":"20221030読書会","text":"美濃加茂市立図書館 http://www3.city.minokamo.gifu.jp/ 読書メモ https://docs.google.com/document/d/1atntIPFIhOXZMBTK-3DgYeXuOQ_abEgpzP9fmhc7m34/edit#heading=h.10jjujhtchj6 ホーム 図書館システム・ネットワークプロジェクト2022 ユーザーグループ https://contents.nii.ac.jp/korekara/libsysnw/usergroup ホーム archive イベント 図書館総合展2022 https://contents.nii.ac.jp/korekara/archive/event/libraryfair2022 Backlog利用料金改定のお知らせ https://backlog.com/ja/blog/price-revision-2023/ Option 2: Optical character recognised text https://librarycarpentry.org/lc-shell/06-free-text/index.html","link":"/2022/10/30/20221030%E8%AA%AD%E6%9B%B8%E4%BC%9A/"}],"tags":[{"name":"読書メモ","slug":"読書メモ","link":"/tags/%E8%AA%AD%E6%9B%B8%E3%83%A1%E3%83%A2/"},{"name":"学校図書館","slug":"学校図書館","link":"/tags/%E5%AD%A6%E6%A0%A1%E5%9B%B3%E6%9B%B8%E9%A4%A8/"},{"name":"読書会","slug":"読書会","link":"/tags/%E8%AA%AD%E6%9B%B8%E4%BC%9A/"},{"name":"記事検索","slug":"記事検索","link":"/tags/%E8%A8%98%E4%BA%8B%E6%A4%9C%E7%B4%A2/"},{"name":"美濃加茂市立図書館","slug":"美濃加茂市立図書館","link":"/tags/%E7%BE%8E%E6%BF%83%E5%8A%A0%E8%8C%82%E5%B8%82%E7%AB%8B%E5%9B%B3%E6%9B%B8%E9%A4%A8/"}],"categories":[],"pages":[]}